[{"uid":"94cb0500af8e4d85859caefc989f7fe7","name":"六字大明咒","contentInBackground":"唵嘛呢叭咪吽"},{"uid":"81cc5b2e1fb941f8868d52fa5afa243d","name":"太上感應篇","contentInBackground":"太上曰：「禍福無門，惟人自召；善惡之報，如影隨形。」是以天地有司過之神，依人所犯輕重，以奪人算。算減則貧耗，多逢憂患；人皆惡之，刑禍隨之，吉慶避之，惡星災之；算盡則死。又有三台北斗神君，在人頭上，錄人罪惡，奪其紀算。又有三尸神，在人身中，每到庚申日，則上詣天曹，言人罪過。月晦之日，竈神亦然。凡人有過，大則奪紀，小則奪算"},{"uid":"8a21edcd91cd44038df712b75986a0ff","name":"地藏菩薩本願經第13品-囑累人天品","contentInBackground":"爾時世尊舉金色臂，又摩地藏菩薩摩訶薩頂，而作是言：地藏地藏，汝之神力不可思議、汝之慈悲不可思議、汝之智慧不可思議、汝之辯才不可思議，正使十方諸佛，讚歎宣說汝之不思議事，千萬劫中，不能得盡。   地藏地藏，記吾今日在忉利天中，於百千萬億不可說，不可說，一切諸佛菩薩，天龍八部，大會之中，再以人天諸眾生等，未出三界，在火宅中"},{"uid":"0a1a1ecfd2984e798e96dcda475cff6a","name":"妙法蓮華經第07品-化城喻品","contentInBackground":"佛告諸比丘：「乃往過去無量無邊不可思議阿僧祇劫，爾時有佛，名大通智勝如來、應供、正遍知、明行足、善逝世間解、無上士、調御丈夫、天人師、佛、世尊，其國名好城，劫名大相。諸比丘，彼佛滅度已來，甚大久遠，譬如三千大千世界所有地種，假使有人、磨以為墨、過於東方千國土、乃下一點，大如微塵，又過千國土、復下一點，如是展轉盡地種墨，"},{"uid":"aa301534f3504727a3e752f4c1a2fc09","name":"地藏菩薩本願經第09品-稱佛名號品","contentInBackground":"爾時地藏菩薩摩訶薩白佛言：世尊，我今為未來眾生演利益事，於生死中，得大利益，唯願世尊聽我說之。   佛告地藏菩薩：汝今欲興慈悲，救拔一切罪苦六道眾生，演不思議事，今正是時，唯當速說。吾即涅槃，使汝早畢是願，吾亦無憂現在未來一切眾生。   地藏菩薩白佛言：世尊，過去無量阿僧祇劫，有佛出世，號無邊身如來。若有男子女人聞是佛"},{"uid":"bbd9f4ed60484046a584319025b8dffb","name":"妙法蓮華經第14品-安樂行品","contentInBackground":"爾時文殊師利法王子菩薩摩訶薩、白佛言：「世尊，是諸菩薩，甚為稀有，敬順佛故，發大誓願，於後惡世、護持讀說是法華經。世尊，菩薩摩訶薩、於後惡世、云何能說是經。」佛告文殊師利：「若菩薩摩訶薩，於後惡世、欲說是經，當安住四法。一者、安住菩薩行處及親近處，能為眾生演說是經。」   「文殊師利，云何名菩薩摩訶薩行處，若菩薩摩訶薩"},{"uid":"778e998a28284bb8add500e79be13af7","name":"地藏菩薩本願經第12品-見聞利益品","contentInBackground":"爾時世尊，從頂門上，放百千萬億大毫相光，所謂：白毫相光、大白毫相光、瑞毫相光、大瑞毫相光、玉毫相光、大玉毫相光、紫毫相光、大紫毫相光、青毫相光、大青毫相光、碧毫相光、大碧毫相光、紅毫相光、大紅毫相光、綠毫相光、大綠毫相光、金毫相光、大金毫相光、慶雲毫相光、大慶雲毫相光、千輪毫光、大千輪毫光、寶輪毫光、大寶輪毫光、日輪毫"},{"uid":"089f47e4efcb4a03a07ad9d42e49cdab","name":"地藏菩薩本願經第01品-忉利天宮神通品","contentInBackground":"如是我聞。一時佛在忉利天，為母說法。   爾時十方無量世界，不可說不可說一切諸佛，及大菩薩摩訶薩，皆來集會。讚歎釋迦牟尼佛，能於五濁惡世，現不可思議大智慧神通之力，調伏剛強眾生，知苦樂法，各遣侍者，問訊世尊。   是時，如來含笑，放百千萬億大光明雲，所謂大圓滿光明雲、大慈悲光明雲、大智慧光明雲、大般若光明雲、大三昧光明"},{"uid":"7822a5ad335e4904895556778212ccba","name":"地藏菩薩本願經第08品-閻羅王眾讚歎品","contentInBackground":"爾時鐵圍山內，有無量鬼王，與閻羅天子，俱詣忉利，來到佛所。所謂：惡毒鬼王、多惡鬼王、大諍鬼王、白虎鬼王、血虎鬼王、赤虎鬼王、散殃鬼王、飛身鬼王、電光鬼王、狼牙鬼王、千眼鬼王、噉獸鬼王、負石鬼王、主耗鬼王、主禍鬼王、主食鬼王、主財鬼王、主畜鬼王、主禽鬼王、主獸鬼王、主魅鬼王、主產鬼王、主命鬼王、主疾鬼王、主險鬼王、三目鬼"},{"uid":"1999a3aaf824411a9e8da5b2b8b7da55","name":"妙法蓮華經第08品-五百弟子受記品","contentInBackground":"爾時富樓那彌多羅尼子、從佛聞是智慧方便、隨宜說法，又聞授諸大弟子阿耨多羅三藐三菩提記，復聞宿世因緣之事，復聞諸佛有大自在神通之力，得未曾有，心淨踴躍。即從座起，到於佛前，頭面禮足，卻住一面，瞻仰尊顏、目不暫捨。而作是念：「世尊甚奇特，所為稀有。隨順世間若干種性，以方便知見、而為說法，拔出眾生處處貪著。我等於佛功德，言不"},{"uid":"72fa93b25fda41408bc18c36162f39ed","name":"無量壽經優波提舍願生偈(往生論)","contentInBackground":"世尊我一心　　歸命盡十方  　無礙光如來　　願生安樂國  　我依修多羅　　真實功德相  　說願偈總持　　與佛教相應  　觀彼世界相　　勝過三界道  　究竟如虛空　　廣大無邊際  　正道大慈悲　　出世善根生  　淨光明滿足　　如鏡日月輪  　備諸珍寶性　　具足妙莊嚴  　無垢光焰熾　　明淨曜世間  　寶性功德草　　柔軟左"},{"uid":"028059934e81458abd1d3c9bb6a451bb","name":"妙法蓮華經第15品-從地湧出品","contentInBackground":"爾時他方國土諸來菩薩摩訶薩，過八恒河沙數，於大眾中起，合掌作禮、而白佛言：「世尊，若聽我等、於佛滅後，在此娑婆世界，勤加精進，護持、讀誦、書寫、供養、是經典者，當於此土而廣說之。」爾時佛告諸菩薩摩訶薩眾：「止，善男子，不需汝等護持此經。所以者何。我娑婆世界、自有六萬恒河沙等菩薩摩訶薩，一一菩薩、各有六萬恒河沙眷屬，是諸"},{"uid":"3b9d3f4d47ba47cfbf8391f55c507214","name":"地藏菩薩本願經第06品-如來讚歎品","contentInBackground":"爾時世尊舉身放大光明，遍照百千萬億恆河沙等諸佛世界。出大音聲，普告諸佛世界一切諸菩薩摩訶薩，及天、龍、鬼、神、人、非人等。聽吾今日稱揚讚歎地藏菩薩摩訶薩，於十方世界，現大不可思議威神慈悲之力，救護一切罪苦之事。吾滅度後，汝等諸菩薩大士，及天龍鬼神等，廣作方便，衛護是經，令一切眾生證涅槃樂。   說是語已，會中有一菩薩，"},{"uid":"07b85f0d3437456f91b49f446893777a","name":"般若波羅蜜多心經","contentInBackground":"觀自在菩薩 行深般若波羅蜜多時 照見五蘊皆空 度一切苦厄 舍利子 色不異空 空不異色 色即是空 空即是色 受想行識 亦復如是 舍利子 是諸法空相 不生不滅 不垢不淨 不增不減 是故空中無色 無受想行識 無眼耳鼻舌身意 無色聲香味觸法 無眼界 乃至無意識界 無無明 亦無無明盡 乃至無老死 亦無老死盡 無苦集滅道 無智亦無"},{"uid":"25a60115019a4842908fbb549d06ab6b","name":"普賢行願品","contentInBackground":"爾時普賢菩薩摩訶薩。稱歎如來勝功德已。告諸菩薩及善財言。善男子。如來功德。假使十方一切諸佛經不可說不可說佛剎極微塵數劫。相續演說不可窮盡。若欲成就此功德門。應修十種廣大行願。何等為十。一者禮敬諸佛。二者稱讚如來。三者廣修供養。四者懺悔業障。五者隨喜功德。六者請轉法輪。七者請佛住世。八者常隨佛學。九者恒順眾生。十者普皆迴"},{"uid":"2a6146470cb941f78a2255760a2e9222","name":"佛號-南無阿彌陀佛","contentInBackground":"南無阿彌陀佛"},{"uid":"c64e59bd70a24834bd419c201cd2585c","name":"佛說大乘無量壽莊嚴清淨平等覺經","contentInBackground":"法會聖眾第一 如是我聞。一時佛在王舍城耆闍崛山中。與大比丘眾萬二千人俱。一切大聖。神通已達。其名曰。尊者憍陳如。尊者舍利弗。尊者大目犍連。尊者迦葉。尊者阿難等。而為上首。又有普賢菩薩。文殊師利菩薩。彌勒菩薩。及賢劫中一切菩薩。皆來集會。 德遵普賢第二 又賢護等十六正士。所謂善思惟菩薩。慧辯才菩薩。觀無住菩薩。神通華菩薩"},{"uid":"b5e79a3fb8174519b4186c52634eecd5","name":"妙法蓮華經第10品-法師品","contentInBackground":"爾時世尊因藥王菩薩、告八萬大士：「藥王，汝見是大眾中，無量諸天、龍王、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩侯羅伽、人與非人、及比丘、比丘尼、優婆塞、優婆夷、求聲聞者，求辟支佛者，求佛道者，如是等類，咸於佛前、聞妙法華經一偈一句、乃至一念隨喜者，我皆與授記，當得阿耨多羅三藐三菩提。」   佛告藥王：「又如來滅度之後，"},{"uid":"e90bb55fb93b4225b4637ac4b45d4c7b","name":"大悲咒","contentInBackground":"南無．喝囉怛那．哆囉夜耶． 南無．阿唎耶．    婆盧羯帝．爍缽囉耶．菩提薩埵婆耶．    摩訶薩埵婆耶．摩訶迦盧尼迦耶．   唵．薩皤囉罰曳． 數怛那怛寫．    南無悉吉慄埵．伊蒙阿唎耶．    婆盧吉帝．室佛囉愣馱婆．    南無．那囉謹墀．醯利摩訶皤哆沙咩．    薩婆阿他．豆輸朋． 阿逝孕．    薩婆薩哆．"},{"uid":"7e0613de745d43db8a10fe596d0854bb","name":"妙法蓮華經第21品-如來神力品","contentInBackground":"爾時千世界微塵等菩薩摩訶薩、從地湧出者，皆於佛前、一心合掌，瞻仰尊顏，而白佛言：「世尊，我等於佛滅後，世尊分身所在國土、滅度之處，當廣說此經，所以者何。我等亦自欲得是真淨大法，受持、讀誦、解說、書寫、而供養之。」   爾時世尊於文殊師利等、無量百千萬億舊住娑婆世界菩薩摩訶薩、及諸比丘、比丘尼、優婆塞、優婆夷、天龍、夜叉"},{"uid":"f096667dea47414590fd9aaaaad75906","name":"妙法蓮華經第22品-囑累品","contentInBackground":"爾時釋迦牟尼佛從法座起，現大神力，以右手摩無量菩薩摩訶薩頂，而作是言：「我於無量百千萬億阿僧祇劫、修習是難得阿耨多羅三藐三菩提法，今以付囑汝等，汝等應當一心流布此法，廣令增益。」如是三摩諸菩薩摩訶薩頂、而作是言：「我於無量百千萬億阿僧祇劫、修習是難得阿耨多羅三藐三菩提法，今以付囑汝等，汝等當受持、讀誦、廣宣此法，令一切"},{"uid":"192fa46fa53d415aa834f278928d93f0","name":"妙法蓮華經第04品-信解品","contentInBackground":"爾時慧命須菩提、摩訶迦旃延、摩訶迦葉、摩訶目犍連，從佛所、聞未曾有法，世尊授舍利弗阿耨多羅三藐三菩提記，發稀有心，歡喜踴躍，即從座起，整衣服，偏袒右肩，右膝著地，一心合掌，屈躬恭敬，瞻仰尊顏、而白佛言：「我等居僧之首，年並朽邁，自謂已得涅槃，無所堪任，不復進求阿耨多羅三藐三菩提。世尊往昔說法既久，我時在座，身體疲懈，但"},{"uid":"1a41dbfa7353447396ef23f58c44904e","name":"弟子規","contentInBackground":"弟子規 聖人訓 首孝弟 次謹信 汎愛眾 而親仁 有餘力 則學文 父母呼 應勿緩 父母命 行勿懶 父母教 須敬聽 父母責 須順承 冬則溫 夏則凊 晨則省 昏則定 出必告 反必面 居有常 業無變 事雖小 勿擅為 苟擅為 子道虧 物雖小　勿私藏　苟私藏　親心傷 親所好　力為具　親所惡　謹為去 身有傷　貽親憂　德有傷　貽親羞 "},{"uid":"45ba12329ea14443ba02f198781bfbab","name":"地藏菩薩本願經第10品-校量布施功德緣品","contentInBackground":"爾時地藏菩薩摩訶薩，承佛威神，從座而起，胡跪合掌白佛言：世尊，我觀業道眾生，校量布施，有輕有重，有一生受福，有十生受福，有百生千生受大福利者。是事云何，唯願世尊為我說之。   爾時佛告地藏菩薩：吾今於忉利天宮一切眾會，說閻浮提布施較量功德輕重，汝當諦聽，吾為汝說。   地藏白佛言：我疑是事，願樂欲聞。   佛告地藏菩薩"},{"uid":"046e877d9ae04496938fe7622e480102","name":"妙法蓮華經第12品-提婆達多品","contentInBackground":"爾時佛告諸菩薩、及天人四眾：「吾於過去無量劫中，求法華經，無有懈倦。於多劫中、常作國王，發願求於無上菩提，心不退轉。為欲滿足六波羅蜜，勤行布施，心無吝惜，象、馬、七珍、國、城、妻、子，奴婢、僕從，頭、目、髓、腦，身、肉、手、足，不惜軀命。時世人民、壽命無量，為於法故，捐捨國位，委政太子，擊鼓宣令、四方求法：『誰能為我說"},{"uid":"e2cc9adb2acd4394b34521f51b8c712d","name":"地藏菩薩本願經第02品-分身集會品","contentInBackground":"爾時百千萬億不可思、不可議、不可量、不可說無量阿僧祇世界，所有地獄處，分身地藏菩薩，俱來集在忉利天宮。以如來神力故，各以方面，與諸得解脫從業道出者，亦各有千萬億那由他數，共持香華，來供養佛。   彼諸同來等輩，皆因地藏菩薩教化，永不退轉於阿耨多羅三藐三菩提。是諸眾等，久遠劫來，流浪生死，六道受苦，暫無休息。以地藏菩薩廣"},{"uid":"e0ffe32cc4ea4d9085b1abe4e43078bc","name":"妙法蓮華經第09品-授學無學人記品","contentInBackground":"爾時阿難、羅侯羅、而作是念：「我等每自思惟，設得授記，不亦快乎。」即從座起，到於佛前，頭面禮足，俱白佛言：「世尊，我等於此、亦應有分，惟有如來，我等所歸。又我等為一切世間天、人、阿修羅、所見知識，阿難常為侍者，護持法藏，羅侯羅是佛之子，若佛見授阿耨多羅三藐三菩提記者，我願既滿，眾望亦足。」   爾時學無學聲聞弟子二千人"},{"uid":"565a396eba724cdba4066c3f116c4ba4","name":"妙法蓮華經第26品-陀羅尼品","contentInBackground":"爾時藥王菩薩、即從座起，偏袒右肩，合掌向佛、而白佛言：「世尊，若善男子、善女人，有能受持法華經者。若讀誦通利，若書寫經卷，得幾所福？」佛告藥王：「若有善男子、善女人，供養八百萬億那由他恒河沙等諸佛，於汝意云何，其所得福、寧為多否？」「甚多，世尊。」佛言：「若善男子、善女人，能於是經，乃至受持一四句偈，讀誦、解義，如說修"},{"uid":"e26ab45552e0472f8879760d0e436a7f","name":"妙法蓮華經第05品-藥草喻品","contentInBackground":"爾時世尊告摩訶迦葉、及諸大弟子：「善哉、善哉，迦葉善說如來真實功德。誠如所言，如來復有無量無邊阿僧祇功德，汝等若於無量億劫、說不能盡。迦葉，當知如來是諸法之王，若有所說，皆不虛也。於一切法，以智方便而演說之，其所說法，皆悉到於一切智地。如來觀知一切諸法之所歸趨，亦知一切眾生深心所行，通達無礙，又於諸法究盡明了，示諸眾生"},{"uid":"9638932128524bc99199df56eede9c65","name":"了凡四訓第4篇-謙德之效","contentInBackground":"第三篇所說的，都是積善的方法，能夠積善，自然最好，但人在社會上，不能不和人來往，做人的方法必須加以講究；而最好的方法就是謙虛了。一個人能謙虛，在社會上一定會得到大眾廣泛的支持與信任，而懂得謙虛，便更知道「日新又新」的重要；不但學問要求進步，做人做事交朋友等等，樣樣都要求進步。所有種種的好處，都從謙虛上得來，所以稱為謙德"},{"uid":"f6605d5ec3ab4aa3a45e40558718383f","name":"了凡四訓第2篇-改過之法","contentInBackground":"人，既然不是一出生就是聖人，哪能沒有過失呢？孔子說：「過則勿憚改。」如果有了過失，就不要害怕改過。所以 袁了凡 先生在講過改造命運的道理與方法後，接著又把改過的方法詳細地說明，來教訓他的兒子袁天啟。這一篇就是講改過的方法。小的過失尚且要改，那末大的罪孽自然就不會再造了。   在東周的春秋時代，各國官吏相互往來頻繁，學問"},{"uid":"3ffcbe26f6a64e04b10a637c4ad02ebf","name":"妙法蓮華經第24品-妙音菩薩品","contentInBackground":"爾時釋迦牟尼佛放大人相、肉髻光明，及放眉間白毫相光，遍照東方百八萬億那由他恒河沙等諸佛世界。過是數已，有世界、名淨光莊嚴，其國有佛，號淨華宿王智如來、應供、正遍知、明行足、善逝世間解、無上士、調御丈夫、天人師、佛、世尊，為無量無邊菩薩大眾恭敬圍繞、而為說法，釋迦牟尼佛白毫光明遍照其國。   爾時一切淨光莊嚴國中，有一菩"},{"uid":"9a5c33a3bc6b44aa9a10e9069ca40df3","name":"妙法蓮華經第28品-普賢菩薩勸發品","contentInBackground":"爾時普賢菩薩、以自在神通力，威德名聞，與大菩薩無量無邊不可稱數、從東方來，所經諸國，普皆震動，雨寶蓮華，作無量百千萬億種種伎樂。又與無數諸天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩侯羅伽、人非人、等，大眾圍繞，各現威德神通之力。到娑婆世界、耆闍崛山中，頭面禮釋迦牟尼佛，右繞七匝，白佛言：「世尊，我於寶威德上王佛國"},{"uid":"f44d85354ccf40dfb8886f255302e34d","name":"了凡四訓第3篇-積善之方","contentInBackground":"上一篇所講，改過的種種方法，能夠把今生的過失改掉，自然好命就不會變成壞命了；但是還不能把壞命變成好命。因為這一生雖然不犯過失造罪孽，但是前世有沒有犯過失，造罪孽，卻不知道，若是前世已經犯，這一世雖然不再犯；但是前世所犯的罪過，還是要受報應。那麼要怎麼樣做才能使壞命轉成好命呢？這不但要改過，還要積善、積德，才可以把前世所"},{"uid":"2b11766f0fa548a698e12887efe29b03","name":"地藏菩薩本願經第05品-地獄名號品","contentInBackground":"爾時普賢菩薩摩訶薩白地藏菩薩言：仁者，願為天龍四眾，及未來現在一切眾生，說娑婆世界，及閻浮提罪苦眾生，所受報處，地獄名號，及惡報等事，使未來世末法眾生，知是果報。   地藏答言：仁者，我今承佛威神，及大士之力，略說地獄名號，及罪報惡報之事。   仁者，閻浮提東方有山，號曰鐵圍，其山黑邃，無日月光。   有大地獄，號極無"},{"uid":"c5141de6ba204a7db5b6e84bed3fd7f5","name":"妙法蓮華經第18品-隨喜功德品","contentInBackground":"爾時、彌勒菩薩摩訶薩白佛言：「世尊，若有善男子、善女人，聞是法華經、隨喜者，得幾所福？」而說偈言：   世尊滅度後，    其有聞是經，    若能隨喜者，    為得幾所福。   爾時佛告彌勒菩薩摩訶薩：「阿逸多，如來滅後，若比丘、比丘尼、優婆塞、優婆夷，及餘智者、若長若幼，聞是經、隨喜已，從法會出，至於餘處，若在僧"},{"uid":"22d92287dcdb4afd9982270a6109cca6","name":"佛說無量壽經","contentInBackground":"我聞如是。一時，佛住王舍城，耆闍崛山中，與大比丘眾萬二千人俱，一切大聖神通已達，其名曰：尊者了本際、尊者正願、尊者正語、尊者大號、尊者仁賢、尊者離垢、尊者名聞、尊者善實、尊者具足、尊者牛王、尊者優樓頻螺迦葉、尊者伽耶迦葉、尊者那提迦葉、尊者摩訶迦葉、尊者舍利弗、尊者大目犍連、尊者劫賓那、尊者大住、尊者大淨志、尊者摩訶周"},{"uid":"b22950d98533448895f3f53d0d2a8d64","name":"佛說阿彌陀經","contentInBackground":"如是我聞。一時佛在舍衛國。祇樹給孤獨園。與大比丘僧。千二百五十人俱。皆是大阿羅漢。眾所知識。長老舍利弗。摩訶目犍連。摩訶迦葉。摩訶迦栴延。摩訶俱絺羅。離婆多。周利槃陀伽。難陀。阿難陀。羅睺羅。憍梵波提。賓頭盧頗羅墮。迦留陀夷。摩訶劫賓那。薄拘羅。阿㝹樓馱。如是等諸大弟子。并諸菩薩摩訶薩。文殊師利法王子。阿逸多菩薩。乾陀"},{"uid":"a4f9f2ab114b4c1e8f4f118abf8fd80a","name":"妙法蓮華經第02品-方便品","contentInBackground":"爾時，世尊從三昧安詳而起，告舍利弗：「諸佛智慧，甚深無量，其智慧門，難解難入，一切聲聞、辟支佛、所不能知。所以者何。佛曾親近百千萬億無數諸佛，盡行諸佛無量道法，勇猛精進，名稱普聞。成就甚深未曾有法，隨宜所說，意趣難解。舍利弗，吾從成佛已來，種種因緣，種種譬喻，廣演言教，無數方便、引導眾生，令離諸著。所以者何。如來方便知"},{"uid":"3d591ea6df7a4e5693edd208caef2637","name":"妙法蓮華經第27品-妙莊嚴王本事品","contentInBackground":"爾時佛告諸大眾：「乃往古世、過無量無邊不可思議阿僧祇劫，有佛、名雲雷音宿王華智、多陀阿伽度、阿羅訶、三藐三佛陀，國名光明莊嚴，劫名喜見。」   「彼佛法中有王，名妙莊嚴，其王夫人、名曰淨德，有二子，一名淨藏，二名淨眼。是二子、有大神力，福德智慧，久修菩薩所行之道，所謂檀波羅蜜、尸羅波羅蜜、羼提波羅蜜、毗梨耶波羅蜜、禪波"},{"uid":"025c5a38f27f4ad2b17e8ea17b7f18f2","name":"地藏菩薩本願經第07品-利益存亡品","contentInBackground":"爾時地藏菩薩摩訶薩白佛言：世尊，我觀是閻浮眾生，舉心動念，無非是罪。脫獲善利，多退初心。若遇惡緣，念念增益。是等輩人，如履泥塗，負於重石，漸困漸重，足步深邃。若得遇知識，替與減負，或全與負。是知識有大力故，復相扶助，勸令牢腳。若達平地，須省惡路，無再經歷。   世尊，習惡眾生，從纖毫間，便至無量。是諸眾生有如此習，臨命"},{"uid":"03c306cdc33847088d044914c6c5c092","name":"妙法蓮華經第06品-授記品","contentInBackground":"爾時世尊說是偈已，告諸大眾，唱如是言：「我此弟子摩訶迦葉，於未來世、當得奉覲三百萬億諸佛世尊，供養、恭敬，尊重、讚歎，廣宣諸佛無量大法。於最後身、得成為佛，名曰光明如來、應供、正遍知、明行足、善逝世間解、無上士、調御丈夫、天人師、佛、世尊。國名光德，劫名大莊嚴。佛壽、十二小劫，正法住世、二十小劫，像法亦住二十小劫。國界"},{"uid":"d509b194dd3b41b38c48097583b53eb3","name":"妙法蓮華經第25品-觀世音菩薩普門品","contentInBackground":"爾時無盡意菩薩、即從座起，偏袒右肩，合掌向佛、而作是言：「世尊，觀世音菩薩、以何因緣、名觀世音？」佛告無盡意菩薩：「善男子，若有無量百千萬億眾生、受諸苦惱，聞是觀世音菩薩，一心稱名，觀世音菩薩即時觀其音聲，皆得解脫。若有持是觀世音菩薩名者，設入大火，火不能燒，由是菩薩威神力故。若為大水所漂，稱其名號，即得淺處。若有百千"},{"uid":"ea7365def0bc4676b68e723a79aefdae","name":"了凡四訓第1篇-立命之學","contentInBackground":"【千人千般命呀！命命不相同，明朝袁了凡，本來命普通，遇到孔先生，命都被算中；短命絕後沒功名，前世業障真不輕，庸庸碌碌二十年，一生命數被算定，雲谷禪師來開示，了凡居士才轉命呀！才轉命。】   我童年的時候父親就去逝了，母親要我放棄學業，不要去考功名，改學醫，並且說：學醫可以賺錢養活生命，也可以救濟別人。並且醫術學得精，可"},{"uid":"7315f926d0824f62a579bc7c3b01c644","name":"準提(短)咒","contentInBackground":"唵 折隸 主隸 準提 娑婆訶"},{"uid":"f3b069c907274956a21afb44e73609af","name":"妙法蓮華經第23品-藥王菩薩本事品","contentInBackground":"爾時宿王華菩薩白佛言：「世尊，藥王菩薩、云何遊於娑婆世界，世尊，是藥王菩薩、有若干百千萬億那由他難行苦行，善哉、世尊，願少解說。」諸天、龍、神、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩侯羅伽、人非人、等，又他國土、諸來菩薩，及此聲聞眾，聞皆歡喜。   爾時佛告宿王華菩薩：「乃往過去無量恒河沙劫，有佛、號日月淨明德如來、"},{"uid":"8e8bc048627a41ddac30999876e730ad","name":"妙法蓮華經第03品-譬喻品","contentInBackground":"爾時舍利弗踴躍歡喜，即起、合掌、瞻仰尊顏、而白佛言：「今從世尊聞此法音，心懷踴躍，得未曾有。所以者何。我昔從佛聞如是法，見諸菩薩授記作佛，而我等不與斯事，甚自感傷、失於如來無量知見。世尊，我常獨處山林樹下，若坐若行，每作是念：『我等同入法性，云何如來以小乘法而見濟度？』是我等咎，非世尊也。所以者何。若我等待說所因，成就"},{"uid":"e9708fe94c204b9784addf1a244cd742","name":"準提(長)咒","contentInBackground":"南無 颯多喃 三藐三菩陀 俱胝喃 怛姪他 唵 折隸 主隸 準提 娑婆訶"},{"uid":"708ea9c29cd84159bd6bd9eac5f0a50a","name":"地藏菩薩本願經第03品-觀眾生業緣品","contentInBackground":"爾時佛母摩耶夫人，恭敬合掌問地藏菩薩言：聖者，閻浮眾生，造業差別，所受報應，其事云何？地藏答言：千萬世界，乃及國土，或有地獄、或無地獄；或有女人、或無女人；或有佛法、或無佛法，乃至聲聞辟支佛，亦復如是，非但地獄罪報一等。   摩耶夫人重白菩薩：且願聞於閻浮罪報所感惡趣。   地藏答言：聖母，唯願聽受，我粗說之。   佛"},{"uid":"037a17ad361f4a61a857d53b0e57e9b5","name":"妙法蓮華經第01品-序品","contentInBackground":"如是我聞。一時、佛住王舍城、耆闍崛山中，與大比丘眾萬二千人俱。皆是阿羅漢，諸漏已盡，無復煩惱，逮得己利，盡諸有結，心得自在。其名曰：阿若憍陳如、摩訶迦葉、優樓頻螺迦葉、伽耶迦葉、那提迦葉、舍利弗、大目犍連、摩訶迦旃延、阿冕樓馱、劫賓那、憍梵波提、離婆多、畢陵伽婆蹉、薄拘羅、摩訶拘絺羅、難陀、孫陀羅難陀、富樓那彌多羅尼子"},{"uid":"aff62bd505864f9ea4b83499ffeafe3a","name":"妙法蓮華經第20品-常不輕菩薩品","contentInBackground":"爾時佛告得大勢菩薩摩訶薩：「汝今當知，若比丘、比丘尼、優婆塞、優婆夷、持法華經者，若有惡口、罵詈誹謗，獲大罪報，如前所說，其所得功德，如向所說、眼耳鼻舌身意清淨。得大勢，乃往古昔，過無量無邊不可思議阿僧祇劫，有佛、名威音王如來、應供、正遍知、明行足、善逝世間解、無上士、調御丈夫、天人師、佛、世尊。劫名離衰，國名大成。其"},{"uid":"eae4b22f2f8b44e9b64d9755acbecd92","name":"妙法蓮華經第16品-如來壽量品","contentInBackground":"爾時、佛告諸菩薩及一切大眾：「諸善男子，汝等當信解如來誠諦之語。」復告大眾：「汝等當信解如來誠諦之語。」又復告諸大眾：「汝等當信解如來誠諦之語。」是時菩薩大眾，彌勒為首，合掌白佛言：「世尊，惟願說之，我等當信受佛語。」如是三白已，復言：「惟願說之，我等當信受佛語。」   爾時世尊知諸菩薩三請不止，而告之言：「汝等諦聽，"},{"uid":"d42dd54007144ccea0797a49391f370c","name":"地藏菩薩本願經第11品-地神護法品","contentInBackground":"爾時堅牢地神白佛言：世尊，我從昔來瞻視頂禮無量菩薩摩訶薩，皆是大不可思議神通智慧，廣度眾生。是地藏菩薩摩訶薩，於諸菩薩誓願深重，世尊，是地藏菩薩於閻浮提有大因緣。如文殊、普賢、觀音、彌勒，亦化百千身形，度於六道，其願尚有畢竟。是地藏菩薩教化六道一切眾生，所發誓願劫數，如千百億恆河沙。   世尊，我觀未來及現在眾生，於所"},{"uid":"f10b4217b38a48448c224717f0f30719","name":"佛說觀無量壽佛經","contentInBackground":"如是我聞。一時佛在王舍城耆闍崛山中。與大比丘眾千二百五十人俱。菩薩三萬 二千。文殊師利法王子。而為上首。爾時王舍大城有一太子。名阿闍世。隨順調達惡 友之教。收執父王頻婆娑羅。幽閉置於七重室內。制諸群臣一不得往。國大夫人名韋 提希。恭敬大王。澡浴清淨。以酥蜜和麨用塗其身。諸瓔珞中盛葡萄漿密以上王。爾 時大王。食麨飲漿。求"},{"uid":"248f2061e0894f3880a914040ba561e1","name":"佛說十善業道經","contentInBackground":"如是我聞。一時，佛在娑竭羅龍宮，與八千大比丘眾、三萬二千菩薩摩訶薩俱。爾時，世尊告龍王言。一切眾生，心想異故，造業亦異，由是故有諸趣輪轉。龍王，汝見此會及大海中，形色種類，各別不耶？如是一切，靡不由心，造善不善，身業語業意業所致。而心無色，不可見取，但是虛妄中，諸法集起，畢竟無主，無我我所。雖各隨業，所現不同，而實於中"},{"uid":"bdf7eb7b3b8e4e9c83cfe3669132bee9","name":"妙法蓮華經第13品-勸持品","contentInBackground":"爾時藥王菩薩摩訶薩、及大樂說菩薩摩訶薩、與二萬菩薩眷屬俱，皆於佛前、作是誓言：「惟願世尊不以為慮，我等於佛滅後，當奉持、讀誦、說此經典。後惡世眾生，善根轉少，多增上慢，貪利供養，增不善根，遠離解脫。雖難可教化，我等當起大忍力，讀誦此經，持說、書寫、種種供養、不惜身命。」   爾時眾中五百阿羅漢得受記者、白佛言：「世尊，"},{"uid":"df4cf51937424dcebf091ab7f322136b","name":"妙法蓮華經第11品-見寶塔品","contentInBackground":"爾時佛前有七寶塔，高五百由旬，縱廣二百五十由旬，從地湧出，住在空中，種種寶物而莊校之。五千欄楯，龕室千萬，無數幢幡以為嚴飾，垂寶瓔珞寶鈴萬億而懸其上。四面皆出多摩羅跋栴檀之香，充遍世界。其諸幡蓋，以金、銀、琉璃、硨磲、瑪瑙、真珠、玫瑰、七寶合成，高至四天王宮。三十三天、雨天曼陀羅華、供養寶塔。餘諸天龍、夜叉、乾闥婆、阿"},{"uid":"d31658b9ee7d457bb737652941eb565f","name":"妙法蓮華經第17品-分別功德品","contentInBackground":"爾時大會、聞佛說壽命劫數長遠如是，無量無邊阿僧祇眾生、得大饒益。於時世尊告彌勒菩薩摩訶薩：「阿逸多，我說是如來壽命長遠時，六百八十萬億那由他恒河沙眾生、得無生法忍，復有千倍菩薩摩訶薩、得聞持陀羅尼門，復有一世界微塵數菩薩摩訶薩、得樂說無礙辯才，復有一世界微塵數菩薩摩訶薩、得百千萬億無量旋陀羅尼，復有三千大千世界微塵數菩"},{"uid":"3fea5327b4fc4b6daca0f7db7b1538ff","name":"金剛般若波羅蜜經","contentInBackground":"如是我聞： 一時，佛在舍衛國祇樹給孤獨園，與大比丘眾千二百五十人俱。爾時，世尊食時，著衣持缽，入舍衛大城乞食。於其城中，次第乞已，還至本處。飯食訖，收衣缽，洗足已，敷座而坐。  時，長老須菩提在大眾中即從座起，偏袒右肩，右膝著地，合掌恭敬而白佛言：「希有！世尊！如來善護念諸菩薩，善付囑諸菩薩。世尊！善男子、善女人，發阿"},{"uid":"9c6fdd7fc7974c3289f4539aeb14b1a1","name":"大勢至菩薩念佛圓通章","contentInBackground":"大勢至法王子，與其同倫五十二菩薩，即從座起，頂禮佛足，而 白佛言。我憶往昔，恆河沙劫，有佛出世，名無量光。十二如來，相 繼一劫。其最後佛，名超日月光。彼佛教我，念佛三昧。譬如有人， 一專為憶，一人專忘。如是二人，若逢不逢，或見非見。二人相憶， 二憶念深。如是乃至從生至生，同於形影，不相乖異。十方如來，憐 念眾生，如母憶"},{"uid":"2738fbedf3cc41a2af5e4d995aa8e033","name":"地藏菩薩本願經第04品-閻浮眾生業感品","contentInBackground":"爾時地藏菩薩摩訶薩白佛言：世尊，我承佛如來威神力故，遍百千萬億世界，分是身形，救拔一切業報眾生。若非如來大慈力故，即不能作如是變化。我今又蒙佛付囑，至阿逸多成佛以來，六道眾生，遣令度脫。唯然世尊，願不有慮。   爾時佛告地藏菩薩：一切眾生未解脫者，性識無定，惡習結業，善習結果。為善為惡，逐境而生。輪轉五道，暫無休息，動"},{"uid":"1e475ac7948a4198b6caab7ac3405a08","name":"妙法蓮華經第19品-法師功德品","contentInBackground":"爾時佛告常精進菩薩摩訶薩：「若善男子、善女人，受持是法華經，若讀、若誦，若解說、若書寫，是人當得八百眼功德、千二百耳功德、八百鼻功德、千二百舌功德、八百身功德、千二百意功德，以是功德、莊嚴六根，皆令清淨。是善男子、善女人，父母所生清淨肉眼，見於三千大千世界、內外所有山林河海，下至阿鼻地獄，上至有頂，亦見其中一切眾生，及"}]
